import './CTA.css'
import ButtonA from '../../Share/ButtonA/ButtonA';

function CTA() {
    return (
        <div className='cta-container'>
            <h2>
                فراخوانی برای اقدام
            </h2>
            <p>
                اما محکوم کردن درد در فیلم غیرقابل تصور است ، در لذت می خواهد از درد سیلوس بودن بدون نتیجه فرار کند. آنها استثنائاتی هستند که کورها به دنبال آن هستند ، آنها نمی بینند ، آنها کسانی هستند که مسئولیت های خود را به تقصیری واگذار می کنند که سختی های روح را تسکین می دهد.
            </p>
            <ButtonA text="فراخوانی برای اقدام" />
        </div>
    )
}


export default CTA;